Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Angry Farmer
uk_ua: Сердитий фермер

source: Animate Map
uk_ua: Анімувати карту

source: Animate map
uk_ua: Анімувати карту

source: Animate water
uk_ua: Анімувати воду

source: Animated neither by natural life nor by necromancy, the term <italic>text='mechanical'</italic> describes a created artifact of an intelligent being. Most mechanical things neither move nor think on their own, but some do so as a result of magical enchantment.
uk_ua: Рухомі не природою, і не некромантією, <italic>text='механізми'</italic> є творінням розумної істоти. Більшість механічних істот не можуть ні рухатися, ні мислити самостійно, але деякі отримують ці здібності в результаті магічного втручання.

source: Ankh Necklace
uk_ua: Намисто Життя

source: Ankh Talisman
uk_ua: Талісман з анкхом

source: Announcements
uk_ua: Оголошення

source: Annuvin province be ruled by Elensefar! We has no duty to Weldyn.
uk_ua: Провінцією Аннувін керує Еленсефар! Ми не маймо жодних зобов'язань перед Велдином.

source: Anonymous player
uk_ua: Анонімний гравець

source: Another thing to keep in mind while moving is <italic>text='zones of control'</italic>. Each unit — except for level 0 units — generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref>dst='ability_skirmisherskirmisher' text='skirmishers'</ref> can ignore zones of control.
uk_ua: Роблячи хід, також треба пам'ятати про <italic>text='зони контролю'</italic>. Кожен боєць (за винятком бійців 0-го рівня) створює в сусідніх полях зону контролю, і будь-який противник, що вступив на одне з цих полів, негайно закінчує рух. Розуміти, як отримувати користь з зон контролю — важлива частина Весноту; лише <ref>dst='ability_skirmisherskirmisher' text='авангардисти'</ref> можуть їх ігнорувати.

source: Another village burned. Nobody to be seen!
uk_ua: Ще одне згорівше село. Нікого не видно!

source: Antolos
uk_ua: Антолос

source: Antrasis
uk_ua: Антразіс

source: Anvil
uk_ua: Ковадло

source: Any
uk_ua: Будь-яка

source: Any allied unit is sighted by the outpost guards
uk_ua: Будь-який з союзних бійців помічений аванпостом

source: Any enemy of my rule is no better than the filthiest of dirtgrubbers. You no longer belong to the true people. You will become my slaves!
uk_ua: Будь-який ворог моєї влади нічим не кращий, ніж найбрудніший з землеїдів, тому ви не належатимете до істинного народу. Ви станете моїми рабами!

source: Any of the ‘Elvish’ style villages represent universities. At the start of your turn, Mages in universities automatically add to the study progress of your chosen research target. Right-click on a mage in a university to change research target.
uk_ua: Будь-яке ’ельфійське’ село є університетом. Якщо маг знаходиться в університеті, то на початку кожного ходу прогрес досліджуваної дисципліни збільшується. Щоб змінити досліджувану дисципліну, натисніть правою кнопкою миші на мага, коли той перебуває в університеті.

source: Any patrol units survive when turns run out
uk_ua: Хоч один з солдат патруля буде живим, коли закінчаться ходи

source: Any person who is even considered for the title of Great Mage is quite nearly a legend in their own time, and town criers have forcibly learnt discretion in applying the title. Merit for the title is carefully considered by a council of the leading magi of the age, and the conferment of the title is given only by a majority vote. Regardless, anyone who is seriously nominated for the honor of being called a Great Mage is, without question, a master of their art, and has surpassed almost any of their peers in skill. Though they are not warriors, by any means, the application of their art to combat is something that often causes other soldiers to stand aside in awe.
uk_ua: Будь-яка людина, що удостоєна титулу Великого мага вже є майже легендою свого часу, і міські глашатаї з обачністю викрикують цей титул. Він призначається лише після довгого розгляду радою найбільших магів епохи, і рішення про присвоєння титулу приймається більшістю голосів. Незважаючи на це, будь-хто, кого номінують на присвоєння титулу Великого мага, поза сумнівом, є майстром свого мистецтва і перевершує майже всіх своїх колег у майстерності. Хоча вони і не є воїнами, але застосування їх мистецтва в битві примушує солдатів відступати від жаху.

source: Anybody home?
uk_ua: Є хтось вдома?

source: Anyone here?
uk_ua: Є тут хто-небудь?

source: Anyway, the messenger I sent back to Relana should be in Delwyn already. We should be arriving to Carcyn soon too, to where that coward Maddock said his ‘contact’ be. Truths be told, I don’t know how this’ll be turning out, especially since I don’t be no social butterfly like sis were. Don’t like me no city folk really. But I’ll deal with them if I gots to.
uk_ua: У будь-якому разі, посланец, котрого я послав до Релани, май буть вже в Делвині. А ми теж маймо скоро прибути до Карцина, де, як сказав боягуз Маддок, має бути його знайомий. Як бути чесно, я ні знаю як все обернеться, бо я не дуже товариський чоловік, не такий, як моя сестра. Не люблю міських, але спілкуюсь, як доводиться.

source: Apalala
uk_ua: Апалала

source: Apparently you have your own bat.
uk_ua: Мабуть, в тебе тепер є власний кажан.

source: Apply Mask
uk_ua: Застосувати маску

source: Apply a Mask
uk_ua: Застосувати маску

source: Apply to all units of this type
uk_ua: Застосувати для всіх бійців цього типу

source: Apprentice
uk_ua: Учень

source: Apprentice Mage
uk_ua: Учень мага

source: Apprentice Necromancer
uk_ua: Учень некроманта

source: Aquatic Castle
uk_ua: Водний замок

source: Aquatic Encampment
uk_ua: Водний табір

source: Aquatic Encampment Keep
uk_ua: Водний центр табору

source: Aquatic Keep
uk_ua: Водна цитадель

source: Arabic Translation
uk_ua: Арабський переклад

source: Arakar
uk_ua: Аракар

source: Arbiters take their caste duty of enforcing order very seriously. In order to better execute their duties, they have abandoned the drakes’ traditional hand-mounted claws and traded their spears for the spike and blade of the halberd. In their minds, the loss of maneuverability is a fair price for the raw heft the massive metal head provides. The thick plate these drakes wear protects them well against weapons that could slip between their scales.
uk_ua: Судді дуже серйозно сприймають обов'язок своєї касти — охороняти порядок. Щоб краще виконувати свої обов'язки, вони відмовилися від звичайних для дрейків бойових кігтів, і змінили списи на колюче-ріжучі алебарди. На їх думку, втрата маневрування цілком компенсується перевагами важкого металевого наконечника. Товсті обладунки цих дрейків добре захищають від зброї, здатної прослизнути крізь їх луску.

source: Arch Mage
uk_ua: Архимаг

source: Archarel
uk_ua: Арчарель

source: Archery Target
uk_ua: Стрілецька мішень

source: Archipelago, located somewhere in the <ref>dst='great_ocean' text='Great Ocean'</ref> east of the <ref>dst='green_isle' text='Green Isle'</ref> and west of the <ref>dst=great_continent text='Great Continent'</ref>. It is mostly inhabited by <ref>dst='..race_drake' text='drakes'</ref>. The central island of the archipelago is also called ‘Morogor’.
uk_ua: Архипелаг, розташований десь в <ref>dst='great_ocean' text='Великому океані'</ref> на захід від <ref>dst='green_isle' text='Зеленого острову'</ref> і на схід від <ref>dst=great_continent text='Великого континенту'</ref>. В основному заселений <ref>dst='..race_drake' text='дрейками'</ref>. Центральний острів архипелагу також називається ‘Морогор’.

source: Ardonna
uk_ua: Ардонна

source: Ardonna can climb over a fence for 2 movement points, but wild animals cannot.
uk_ua: Ардонна може перелазити через паркани (на це вона витрачатиме 2 одиниці руху), а дикі дикі звірі — ні.

source: Ardryn-Na
uk_ua: Ардрин-На

source: Are you feeling well?
uk_ua: Ви нормально почуваєтеся?

source: Are you our relief arriving? Does this mean we get to leave here now?
uk_ua: Ви наша заміна? Це значить, що ми можемо йти відпочивати?

source: Are you saying Master Sagus speaks idly? Somebody needs to teach you respect!
uk_ua: Ти стверджуватимеш, що Учитель Сагус несе нісенітницю? Хтось повинен навчити тебе повазі!

source: Are you sure about this? The road south is no longer as safe as it once was, and Mebrin is not as powerful as he once was. You would not presume to put one of our great sages in danger, Ethiliel.
uk_ua: Ти впевнена щодо цього? Шлях на південь більше не такий безпечний, яким був колись, та й Мербін вже не такий сильний, як раніше. Ти не наважишся наразити на небезпеку одного з наших найвеличніших мудреців, Етілієль.

source: Are you sure that they’ll listen to Ithelden? Or that he’ll even try to stop them?
uk_ua: Ти впевнена, що вони послухаються Ітільдена? І чи він навіть намагатиметься зупинити їх?

source: Are you sure that’s wise?
uk_ua: Ти впевнений, що це мудро?

source: Are you sure you want to clear map labels?
uk_ua: Ви упевнені, що хочете всі мітки на карті?

source: Are you sure you want to remove the following installed add-on?
uk_ua: Ви упевнені, що хочете видалити наступний аддон?

source: Are you sure you want to remove the following installed add-ons?
uk_ua: Ви упевнені, що хочете видалити наступні аддони?

source: Areas
uk_ua: Області

source: Aren’t you going to kill it? We need to keep moving.
uk_ua: Ти не збираєшся його вбити? Нам треба йти далі.

source: Argh!
uk_ua: Аргхр!

source: Argh! It can’t be, beaten by these swine!
uk_ua: Аргг! Неможливо, переможений цією свининою!

source: Argh!!
uk_ua: Аргхр!!

source: Argh, she’s gone. Next time, more sword, less chat.
uk_ua: Ааах, вона втекла. Наступного разу — більше справи, менше слів.

source: Argh, the orcish vanguard must have flanked us even further to the east! They’re already holding the mouth of the pass. We have to get out of the mountain pass before winter comes or we’re all doomed!
uk_ua: Ах ти, схоже, що передовий загін орків вже обійшов нас на сході! Вони зайняли вихід з ущелини і утримують його. Потрібно вибратися звідси перш, ніж настане зима, інакше нам усім кришка!

source: Argh, the stream bed is blocked! Only a pint of goo is getting through. We’ll have to go around.
uk_ua: Ох ти, русло перегороджене! Цей заслін пробиває лише невеликий потік слизу. Доведеться йти в обхід.

source: Arkan-thoria
uk_ua: Аркан-торія

source: Armageddon Drake
uk_ua: Дрейк Армагедону

source: Armor
uk_ua: Броня

source: Armory
uk_ua: Зброярня

source: Arpus
uk_ua: Арпус

source: Arrogant creature! We have little enough, and we will not suffer you to take it from us by force.
uk_ua: Гордовита тварюко! У нас мало що є, але і цю крихту ми тобі просто так не віддамо.

source: Arrogant fools! (<i>Reaches into pocket</i>) <i>Poof</i>!
uk_ua: Гордовиті дурні! (<i>Лізе в кишеню</i>) <i>Пуф</i>!

source: Art
uk_ua: Зображення

source: Art Placeholder
uk_ua: Замінник зображення

source: Artifacts
uk_ua: Артефакти

source: Artor
uk_ua: Артор

source: Artuman
uk_ua: Артуман

source: Artwork
uk_ua: Графіка

source: Artwork and Graphics
uk_ua: Графіка та дизайн

source: Artwork and Graphics Design
uk_ua: Графіка та Дизайн

source: Arvith
uk_ua: Арвіт

source: Arvith and his band rode north in search of his missing brother.
uk_ua: Арвіт та його загін скакав на північ, розшукуючи його зниклого брата.

source: Arvith and his men halt outside of the castle, gazing for a moment at the hulking mass of stone looming in the fog. There is movement in the mist.
uk_ua: Арвіт та його люди зупинилися перед замком, мовчки споглядаючи незграбну купу каміння, що нечітко вимальовувалася в тумані. Як от вони помітили якийсь рух.

source: Ar’Muff
uk_ua: Ар’Муфф

source: As Delfador followed Iliah-Malal into the portal, a freezing wind sprung up and the air became thick with ghosts pouring through into the land of the living. The ground became icy underfoot, and soon Delfador was following the necromancer’s footsteps in a thick layer of snow. Eventually, even these became indistinct.
uk_ua: Як тільки Делфадор послідував за Іліа-Малалом в портал, крижаний вітер засвистів навкруги, і повітря наповнилося привидами, що просочувалися в Живі Землі. Земля під ногами стала льодяною, і скоро Делфадор вже йшов слідами некроманта по товстому шару снігу. Врешті-решт, навіть вони стали неясними.

source: As Haldric opens the chest, he sees it — the Ruby of Fire. It is the size of an apple and burns with an internal fire, which is refracted through its faces. He can feel the power flowing from it...
uk_ua: Відкривши скриню, Хальдрік побачив його — Вогняний Рубін. Розміром з яблуко, палає внутрішнім вогнем, заломлюваним гранями. Він відчуває, як з нього струмує потужність...

source: As a generation has passed, all your elvish units have gained a level and some experience.
uk_ua: Так як минуло багато часу, всі ваші ельфійські бійці отримали підвищення.

source: As a reward for Delfador’s bravery, I am temporarily appointing you and your men to be his personal guard. Make sure nothing untoward happens to him, as the circumstances of Leollyn’s death are not fully clear.
uk_ua: В якості нагороди за сміливість Делфадора, я тимчасово призначаю тебе і твоїх людей його особистою охороною. Переконайся, що з ним нічого не станеться, поки причини смерті Леолина не будуть з'ясовані.

source: As a senior infantry officer, Sir Gerrick is both a powerful warrior and capable leader, raising the fighting spirit of less experienced troops near him and causing their attacks to deal more damage.
uk_ua: Як старший офіцер піхоти, Пан Геррік є потужним воїном та здатним лідером, що підіймає бойовий дух більш недосвідчених воїнів поблизу себе, змушуючи їхні атаки завдавати більше шкоди.

source: As far as I know, Sir. We have a large army, and they were pressing all able-bodied men and boys into service when I left. That orcish army is huge, but they haven’t met the main body of our forces yet.
uk_ua: Наскільки я знаю, так, пане. У нас велике військо. Коли ми йшли, набирали усіх чоловіків і підлітків, здатних тримати зброю. Армія орків величезна, але вони ще не зіткнулися з основною частиною нашого війська.

source: As for you, dwarf, return to the Brown Hills. Then tell your people to prepare to return to the north.
uk_ua: Що до тебе, гноме, повертайся назад до Коричневих Пагорбів. Там скажи своїм товаришам, щоб готувалися повернутися на північ.

source: As if a measly child would be worth the effort. Enough of this. A curse of darkness upon you, young prince.
uk_ua: Наче жалюгідне маля варте моїх зусиль. Годі. Проклинаю тебе пітьмою, юний принце.

source: As if those could possibly be real. I would be a fool and an oaf to let a band of stinky raider orcs into Halstead without a fight.
uk_ua: Якщо вони справжні. Я був би дурнем та простаком, якби впустив банду смердючих орків-мародерів у Халстед без бою.

source: As if we would be satisfied by something like that! Even if what you say is true, the death of a few bugs in the woods is hardly an equal trade for one of our greatest leaders!
uk_ua: Наче ми будемо задоволені чимось таким! Якщо навіть це і правда, смерть кількох комах в лісах навряд чи рівна життю одного з наших найвеличніших мудреців!

source: As per our agreement, you and your people—
uk_ua: Як ми і домовилися, ти і твої люди—

source: As primarily foragers and hunters, most elves learn to become proficient archers from a young age. Besides being only a practical skill, archery is also a common pastime and many competitions are held in sport for the entertainment of spectators and participants alike. This ability is readily turned to battle in times of war, where many elves will wield bows as their weapons of choice. Though not as sturdy as their human or orc counterparts, Elvish archers are still effective combatants, especially when fighting from the safety of their forests.
uk_ua: Будучи в першу чергу збирачами та мисливцями, більшість ельфів стають вправними лучниками ще з юного віку. Окрім того, що стрільба з лука — дуже практична навичка, це також може бути приємним дозвіллям та свого роду спортом. Багато змагань проводяться для розваги глядачів та самих учасників. Майстерність стрільби з лука у часи війни легко перетворюється на бойову навичку, багато ельфів вибирають у якості своєї зброї саме лук. Вони не такі дебелі як орки чи люди, але ельфійські лучники все ще ефективна бойова одиниця, особливо коли вони б'ються у безпеці лісу.

source: As the Wesnothians withdrew from the island, the woses melted away into the trees. Delfador began the meditation that would place him in contact with the spirit world. But as Delfador’s meditation deepened, and the woses sank into their timeless dreams of earth and trees, something else stirred on the island — for a few orcish scouts had indeed crossed the Ford of Abez...
uk_ua: Поки армія покидала острів, лісовики розчинялися в деревах. Делфадор почав медитацію, яка повинна була зв'язати його зі світом духів. Але як тільки Делфадор занурився в медитацію, а лісовики — у свої нескінченні сни про землю і дерева, хтось ще на острові прийшkj в рух — декілька орків-розвідників таємно перейшли Переправу Абез...

source: As the cold grasp of death draws nearer, you feel your spirit being separated from your body. You realize that you will soon be doomed to the same fate as the phantom guardians of the shrine.
uk_ua: Холодна хватка смерті наближається, ви відчуваєте, як ваш дух відділяється від вашого тіла. Ви розумієте, що незабаром вас чекає така ж доля, як і примарних охоронців святині.

source: As the leaders of the human Kingdoms, Kings are responsible for ruling and protecting their subjects. Kings can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
uk_ua: Повелителі людських королівств, Королі правлять своїми володіннями і захищають їх. Королі можуть координувати атаки бійців 1 і 2 рівні, збільшуючи їх боєздатність.

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty. Well seasoned in the art of war, Generals can direct even the freshest recruits to strike strategically against imposing odds and emerge victorious. Recognized by nobility and citizenry alike, they are outfitted in ornate plate armor and granted some of the finest weaponry that human craftsmen can offer.
uk_ua: Як командири армій, генерали відповідають за оборону великих або важливих областей королівства, якому вони принесли клятву відданості. Через винятковий бойовий досвід, генерал може розбити ворожі сили, навіть командуючи зеленими новобранцями. Генералів поважають і знать, і звичайні громадяни, і в знак своїх великих заслуг вони екіпіровані у пишно прикрашені обладунки та найкращою зброєю, що виходила з людський майстерень.

source: As the lich’s final death scream echoed across the battlefield, his skeletal form began to crumble. Decayed bones disintegrated into ash, borne away on the frigid wind, another immortal soul cast back into the endless flow of time. With their master’s power gone, the undead warriors fell back to lifelessness, crumbling into inanimate heaps of bones. The wind flowed across the battlefield in gentle streams, carrying with it the souls of the fallen and ascending toward the sky where the sun began to break through the ashen clouds. As the sunlight broke through, the wind subsided, and all was still.
uk_ua: Коли передсмертний крик ліча розкотився полем битви, його скелетне тіло почало розвалюватися. Зотлілі кістки перетворилися на попіл, розвіяний холодним вітром, ще одна безсмертна душа була відправлена назад у нескінченний потік часу. Більше не маючи володаря, мертві воїни знову знайшли спокій, перетворившись на нерухомі купи кісток. Вітер тихими струмками літав полем битви, несучи з собою душі полеглих і піднімаючись до неба, де крізь попелясті хмари почало пробиватися сонячне світло. Коли сонце засяло, вітер вщух, і все затихло.

source: As the orcs recently slew one of our invaluable loremasters, we would welcome the wisdom of one of our kin from Knalga.
uk_ua: Так як орки нещодавно вбили одного з наших цінних Хранителів Давнини, ми будемо раді вітати мудрість наших родичів з Кналги.

source: As the shadow of civil war deepens across Wesnoth, a band of hardy marchlanders revolts against the governance of the new queen. To win their way to freedom, they must learn to use shadows and deception to rout the trained blades of the Wesnothian army.
uk_ua: Коли тінь громадянської війни поволі простяглася над Веснотом, група селян з прикордонного регіону повстала проти володарювання нової королеви. Щоб заслужити свободу, їм доведеться навчитися використовувати тіні та хитрості, виступаючи проти тренованих воїнів Армії Весноту.

source: As the weeks went by, the veterans of the last battle helped train new recruits. Krellis’ army did not yet match his father’s, but he now had many competent soldiers. As he had expected, their adversaries soon arrived.
uk_ua: Минали тижні, ветерани останньої битви допомагали тренувати новобранців. Армія Креліса ще не могла порівнятися з армією його батька, але в ній було вже багато підготовлених солдатів. І, як він і чекав, супротивники невдовзі прибули.

source: As you command, sire!
uk_ua: Як накажете, пане!

source: As you finally defeat your last remaining foes, the dreary mists around the island seem to lift. The phantoms fade away, at last released from their eternal guardianship. You have finally cleansed the ancient shrine... for now.
uk_ua: Коли ви нарешті перемогли своїх останніх ворогів, що залишилися, похмурі тумани навколо острова, здається, розходяться. Фантоми зникають, нарешті звільнені від вічного обов'язку охорони. Ви нарешті очистили станодавню святиню... поки що.

source: As you know, the mark on this cloak-pin is that of our ancient kin at Kal Kartha in the high mountains. That an orc should come to possess this is troubling, for no orc should know even that loremasters exist, let alone come near enough to one to get this.
uk_ua: Як тобі відомо, символ на цій застібці належить нашій далекій рідні з Кал Карти, що у високих горах. Той орк, певно, доклав чималих зусиль, щоб заволодіти цією річчю, однак жоден орк не повинен знати, що Хранителі Давнини взагалі існують, не кажучи навіть про те, що вони не повинні загарбувати собі їхні речі.

source: As you say. These things are for lords and loremasters to worry about, not the likes of me. I must see to my troop’s care. Food will be brought to you; rest well. We will speak again.
uk_ua: Як скажеш. Я зовсім не розбираюся в таких речах, це турбота лордів та Хранителів Давнини. Добре, мені треба поглянути як там мої війська. До вас принесуть їжу, відпочивайте. Завтра поговоримо.

source: As you wish.
uk_ua: Як побажаєш.

source: As you wish. (<i>Cough, cough</i>)
uk_ua: plural^Як бажаєш. (<i>Кхе-кхе</i>)

source: As your troops gain battle experience, they will learn more skills and become stronger. They will also die in battle, so you&#8217;ll need to recruit and recall more when that happens. But choose wisely, for each has strengths and weaknesses a cunning opponent will quickly exploit.
uk_ua: З отриманням бійцями досвіду вони набувають більше знань і стають сильнішими. Але вони можуть і загинути в бою, тому в цьому випадку вам потрібно буде вербувати або закликати додаткові війська. Але вибирайте їх розумно, бо кожен має сильні і слабкі сторони, а вмілий противник неодмінно цим скористається.

source: Asheviere
uk_ua: Ашевір

source: Asheviere is this thing’s daughter?
uk_ua: Ашевір це його дочка?
